Repository: ricaun/RevitLookup
Catalog: source/RevitLookup/Resources/Localization/Colors.*.resx
Languages: ru

source: Black
ru: Чёрный

# 0000FF
source: Blue
ru: Синий

# 0018A8
source: Blue (Pantone)
ru: Синий (Пантон)

# 002E63
source: Cool Black
ru: Прохладный черный

source: Prussian blue
ru: Берлинская лазурь

source: Midnight Blue
ru: Полуночно-синий

source: Powder blue
ru: Пороховая синь

# 003A6C
source: Ateneo blue
ru: Атенео синий

source: British racing green
ru: Британский гоночный зеленый

# 0047AB
source: Cobalt
ru: Кобальт синий

# 0048BA
source: Absolute zero
ru: Абсолютный ноль

# 00563F
source: Castleton green
ru: Каслтон зеленый

# 006A4E
source: Bottle green
ru: Зелёная бутылка

# 006B3C
source: Cadmium green
ru: Кадмий зеленый

# 007BA7
source: Cerulean
ru: Лазурный

# 007DFF
source: Gradus Blue
ru: Синий Градуса

# 007FFF
source: Azure
ru: Лазурный

source: Teal
ru: Сине-зелёный

# 0088DC
source: Blue cola
ru: Голубая кола

# 0093AF
source: Blue (Munsell)
ru: Синий (Мунселл)

# 0095B6
source: Bondi Blue
ru: Вода пляжа Бонди

# 00A86B
source: Jade
ru: Жёлто-зелёный

# 00B9FB
source: Blue Bolt
ru: Голубой болт

# 00BFFF
source: Deep sky blue
ru: Голубой

# 00C4B0
source: Amazonite
ru: Амазонит

# 00CC99
source: Caribbean green
ru: Карибский зеленый

# 00CCCC
source: Robin egg blue
ru: Яйца дрозда

# 00FF00
source: Green
ru: Зелёный

# 00FF7F
source: Spring Green
ru: Зелёная весна

# 00FFFF
source: Aqua
ru: Морской волны

source: Dark green
ru: Тёмно-зелёный

# 01796F
source: Pine Green
ru: Зелёная сосна

# 03C03C
source: Dark pastel green
ru: Тёмный пастельно-зелёный

# 064E40
source: Blue-green (color wheel)
ru: Сине-зеленый (цветное колесо)

source: Sapphire
ru: Сапфировый

# 08457E
source: Dark cerulean
ru: Тёмно-лазурный

# 08E8DE
source: Bright turquoise
ru: Яркий бирюзовый

# 0A1195
source: Cadmium blue
ru: Кадмий синий

# 0BDA51
source: Malachite
ru: Малахитовый

# 0D98BA
source: Blue-green
ru: Цвет морской волны

source: Dark turquoise
ru: Тёмно-бирюзовый

# 120A8F
source: Ultramarine
ru: Ультрамариновый

source: Blue sapphire
ru: Синий сапфир

source: Chinese black
ru: Китайский черный

# 1560BD
source: Denim
ru: Джинсовый синий

source: Dark spring green
ru: Тёмный весенне-зелёный

# 1974D2
source: Bright navy blue
ru: Яркий темно-синий

# 1A4780
source: Black Sea
ru: Чёрного моря

# 1B1811
source: Black chocolate
ru: Черный шоколад

# 1B4D3E
source: Brunswick green
ru: Брансуик зеленый

# 1C6B72
source: Moray
ru: Мурена

# 1DACD6
source: Bright cerulean
ru: Яркий цветной

# 1E90FF
source: Dodger blue
ru: Защитно-синий

# 1F4037
source: Red Sea
ru: Красного моря

# 1F75FE
source: Blue (Crayola)
ru: Синий (Crayola)

# 21ABCD
source: Ball blue
ru: Шарик синий

# 232B2B
source: Charleston green
ru: Зелёный чарльстон

# 246BCE
source: Celtic Blue
ru: Кельтский синий

# 24A0ED
source: Button Blue
ru: Синяя кнопка

source: Black leather jacket
ru: Черный кожаный пиджак

# 2A52BE
source: Cerulean blue
ru: Лазурно-синий

# 2A8FBD
source: Christmas blue
ru: Рождественский синий

# 2E2D88
source: Cosmic Cobalt
ru: Космический кобальт

# 2E5894
source: B'dazzled blue
ru: Ослепительный голубой

# 2E8B57
source: Sea Green
ru: Зелёное море

# 2F4F4F
source: Dark slate gray
ru: Тёмно-аспидный серый

# 30D5C8
source: Turquoise
ru: Бирюзовый

source: Dark Indigo
ru: Тёмный индиго

# 318CE7
source: Bleu de France
ru: Синий французский

source: Blue (pigment)
ru: Синий (пигмент)

# 3399FF
source: Brilliant azure
ru: Блестящая лазурь

# 34B334
source: American green
ru: Американский зеленый

# 34C924
source: Vert-de-pomme
ru: Вердепомовый

# 36454F
source: Charcoal
ru: Древесный уголь

source: Chinese blue
ru: Китайский синий

source: American bronze
ru: Американская бронза

# 3A75C4
source: Klein Blue
ru: Синий Клейна

# 3B2F2F
source: Black coffee
ru: Черный кофе

# 3B3B6D
source: American blue
ru: Американский синий

# 3B3C36
source: Black olive
ru: Черный оливковый

# 3B444B
source: Arsenic
ru: Мышьяк

# 3B7A57
source: Amazon
ru: Амазонка

# 3C1421
source: Chocolate Kisses
ru: Шоколадный поцелуй

# 3C3024
source: Cola
ru: Кола

# 3C8D0D
source: Christmas green
ru: Рождественский зеленый

# 3CAA3C
source: Toad in love
ru: Влюбленной жабы

# 3D0C02
source: Black bean
ru: Черный Боб

# 3D2B1F
source: Bistre
ru: Бистр

# 3F000F
source: Chocolate Brown
ru: Шоколадный коричневый

# 40826D
source: Viridian
ru: Ядовито-зелёный

# 4169E1
source: Royal Blue
ru: Королевский синий

source: Dark violet
ru: Тёмно-фиолетовый

# 442D25
source: Coffee
ru: Кофейный

# 45161C
source: Fulvous
ru: Бурый

source: Anthracite
ru: Антрацитовый

source: Gray-asparagus
ru: Серая спаржа

# 4682B4
source: Steel blue
ru: Синяя сталь

source: Bulgarian rose
ru: Болгарский розовый

# 4A2C2A
source: Brown Coffee
ru: Кофейный кофе

# 4AFF00
source: Chlorophyll green
ru: Хлорофилл зеленый

# 4B0082
source: Indigo
ru: Индиго

# 4B3621
source: Caf? noir
ru: Кафе нуар

# 4B5320
source: Army green
ru: Армейский зеленый

# 4C2F27
source: Acajou
ru: Акажу

# 4C5866
source: Marengo
ru: Маренго

# 4D1A7F
source: Blue-violet (color wheel)
ru: Сине-фиолетовый (цветное колесо)

# 4E1609
source: Flea belly
ru: Блошиного брюшка

# 4F7942
source: Fern green
ru: Зелёный папоротник

# 4F86F7
source: Blueberry
ru: Черника

# 5072A7
source: Blue yonder
ru: Вот тот голубой

# 50C878
source: Emerald
ru: Изумрудный

# 54626F
source: Black Coral
ru: Черный коралл

# 551B8C
source: American violet
ru: Американский фиолетовый

source: Blue-magenta violet
ru: Сине-пурпурный фиолетовый

source: Dark Olive
ru: Тёмно-оливковый

source: Dark Scarlet
ru: Тёмно-алый

source: Avocado
ru: Авокадо

# 56A0D3
source: Carolina blue
ru: Синяя Каролина

# 58111A
source: Chocolate Cosmos
ru: Шоколадный Космос

source: Caput mortuum
ru: Порошок капута

# 5D2B2C
source: Christmas brown
ru: Рождественский коричневый

# 5D8AA8
source: Air Force Navy(RAF)
ru: Военно-воздушные силы (ВВС)

# 5DA130
source: Grass
ru: Травяной

# 5DADEC
source: Blue Jeans
ru: Синие джинсы

# 5F1933
source: Brown Chocolate
ru: Коричневый шоколад

# 630F0F
source: Blood (Organ)
ru: Кровь (орган)

# 63775B
source: Axolotl
ru: Аксолотль

# 6495ED
source: Cornflower blue
ru: Васильковый

source: Dark brown
ru: Тёмно-коричневый

source: Blood red
ru: Кроваво-красный

source: Plum
ru: Сливовый

source: Purple
ru: Пурпурный

# 6600FF
source: Persian blue
ru: Персидский синий

source: Christmas purple
ru: Рождественский фиолетовый

# 665D1E
source: Antique bronze
ru: Античная бронза

# 6699CC
source: Blue-gray
ru: Серо-голубой

# 66B447
source: Apple
ru: Яблоко

# 66FF00
source: Bright green
ru: Ярко-зеленый

# 6B4423
source: Brown-nose
ru: Коричневый носовой

# 6B8E23
source: Olive Drab
ru: Нежно-оливковый

# 6E7F80
source: AuroMetalSaurus
ru: АуроМеталЗаигиз

source: Byzantium
ru: Византия

source: Catawba
ru: Катоба

source: Sepia
ru: Сепия

source: Slate gray
ru: Серый шифер

# 720B98
source: Chinese purple
ru: Китайский пурпурный

# 72A0C1
source: Air superiority blue
ru: Высокое качество воздуха

# 734A12
source: Raw umber
ru: Умбра

source: Seroburomalinovyj
ru: Серобуромалиновый

# 7366BD
source: Blue-violet (Crayola)
ru: Сине-фиолетовый (Crayola)

source: Bronze Yellow
ru: Бронзовый желтый

# 755A57
source: Russet
ru: Красновато-коричневый

# 77DD77
source: Pastel green
ru: Пастельно-зелёный

# 78866B
source: Camouflage green
ru: Камуфляжный зеленый

# 79443B
source: Bole
ru: Ствол

# 79A0C1
source: Bluish
ru: Сизый

# 7B3F00
source: Cinnamon
ru: Коричневый

# 7B917B
source: Fainted frog
ru: Лягушки в обмороке

# 7BA05B
source: Asparagus
ru: Спаржа

# 7BB661
source: Bud green
ru: Зелёный бутон

# 7C0A02
source: Barn red
ru: Красный сарай

# 7CB9E8
source: Aero
ru: Аэро

# 7DF9FF
source: Electric
ru: Электрик

# 7F1734
source: Claret
ru: Бордо

# 7F3E98
source: Cadmium violet
ru: Кадмий фиолетовый

# 7FC7FF
source: Sky
ru: Небесный

# 7FFF00
source: Chartreuse
ru: Салатовый / Шартрез

# 7FFFD4
source: Aquamarine
ru: Аквамариновый

source: Maroon
ru: Коричнево-малиновый

source: Burgundy
ru: Бургундия

source: American brown
ru: Американский коричневый

source: Olive
ru: Оливковый

source: Gray
ru: Серый

# 81613C
source: Coyote brown
ru: Коричневый койот

# 834D18
source: Byron
ru: Медвежьего ушка

# 841B2D
source: Antique ruby
ru: Античный рубин

source: Battleship grey
ru: Серый броненосец

# 84DE02
source: Alien Armpit
ru: Подмышка инопланетянина

source: Chinese violet
ru: Китайская фиалка

# 87413F
source: Brandy
ru: Бренди

# 87A96B
source: Asparagus
ru: Спаржа

source: Brick
ru: Кирпичный

# 893F45
source: Cordovan
ru: кордовский

# 89CFF0
source: Baby blue
ru: Детский голубой

# 8A0303
source: Blood
ru: Кровь

# 8A2BE2
source: Blue-violet
ru: Сине-фиолетовый

# 8A3324
source: Burnt umber
ru: Умбра жжёная

# 8B00FF
source: Violet
ru: Фиолетовый

# 8C92AC
source: Cool grey
ru: Холодный серый

# 8DB600
source: Apple Green
ru: Зеленое яблоко

# 8F5973
source: Blackberry
ru: Ежевика

# 8F9779
source: Artichoke
ru: Артишок

source: Burgundy
ru: Бургундский

# 904D30
source: Terracotta
ru: Терракотовый

# 911E42
source: Cherry
ru: Вишнёвый

# 915C83
source: Antique fuchsia
ru: Античная фуксия

source: Dark tan
ru: Тёмный жёлто-коричневый

# 92000A
source: Sangria
ru: Сангрия

source: Chestnut
ru: Каштановый

source: Carmine
ru: Карминный

# 964B00
source: Brown
ru: Коричневый

# 965A3E
source: Coconut
ru: Кокосовый

source: Bistre brown
ru: Бистр коричневый

source: Dark chestnut
ru: Тёмно-каштановый

source: Pale brown
ru: Бледно-коричневый

# 98777B
source: Bazaar
ru: Восточный базар

# 98817B
source: Cinereous
ru: пепельный цвет

# 98FF98
source: Mint Green
ru: Зелёная мята

source: Eggplant
ru: Баклажановый

source: Violet-eggplant
ru: Фиолетово-баклажанный

source: Mauve
ru: Розовато-лиловый

source: Copper rose
ru: Медный розовый

# 9966CC
source: Amethyst
ru: Аметистовый

# 997A8D
source: Mountbatten pink
ru: Розовый Маунтбэттена

# 99958C
source: Quartz
ru: Кварцевый

# 9B2D30
source: Wine red
ru: Бордовый

# 9C2542
source: Big dip o’ruby
ru: Большой окулуб

# 9DB1CC
source: Niagara
ru: Ниагара

# 9F2B68
source: Amaranth deep purple
ru: Амарант темно-фиолетовый

# 9F8170
source: Beaver
ru: Бобр

# 9FA91F
source: Citron
ru: Цитрон

# A08040
source: Chamois
ru: Шамуа

# A17A74
source: Burnished Brown
ru: Отполированный коричневый

# A1CAF1
source: Baby blue eyes
ru: Детские голубые глаза

# A25F2A
source: Camelopardalis
ru: Камелопардовый

# A2A2D0
source: Blue Bell
ru: Голубой колокол

# A41313
source: Blood (Animal)
ru: Кровь (животное)

# A4C639
source: Android green
ru: Зелёный андроид

# A5260A
source: Bismarck-furious
ru: Бисмарк-фуриозо

# A52A2A
source: Auburn
ru: Рыжеватый

# A57164
source: Blast-off bronze
ru: Взрывная бронза

# A67B5B
source: Caf? au lait
ru: Кофе с молоком

# A8516E
source: China rose
ru: Китайская роза

# AA381E
source: Chinese red
ru: Китайский красный

# AB274F
source: Amaranth purple
ru: Амарант фиолетовый

# AB381F
source: Chinese brown
ru: Китайский коричневый

# ABCDEF
source: Pale cornflower blue
ru: Бледно-васильковый

# ACB78E
source: Swamp green
ru: Болотный

# ACE1AF
source: Celadon
ru: Серовато-зеленый

# ACE5EE
source: Blue Lagoon
ru: Голубая лагуна

# AD6F69
source: Copper penny
ru: Медный пенни

# ADDFAD
source: Moss green
ru: Зелёный мох

# ADFF2F
source: Green-yellow
ru: Жёлто-зелёный

# AF002A
source: Alabama crimson
ru: Алабама малиновая

# AF4035
source: Pale carmine
ru: Бледно-карминный

# AF6E4D
source: Brown Sugar
ru: Коричневый сахар

# AFEEEE
source: Pale Blue
ru: Бледно-синий

# B01B2E
source: Christmas red
ru: Рождественский красный

# B08D57
source: Bronze (Metallic)
ru: Бронзовый (металлик)

# B0BF1A
source: Acid green
ru: Кислотно-зеленый

# B284BE
source: African violet
ru: Африканский фиолетовый

# B2BEB5
source: Ash gray
ru: Ясень серый

# B31B1B
source: Carnelian
ru: Сердолик

# B32134
source: American red
ru: Американский красный

# B5A642
source: Brass
ru: Латунный

# B60C26
source: Cadmium Purple
ru: Кадмий пурпурный

# B7410E
source: Rust
ru: Ржаво-коричневый

# B87333
source: Copper
ru: Медный

# B8860B
source: Dark goldenrod
ru: Тёмно-золотой

# BADBAD
source: Dark Tea Green
ru: Тёмный зелёный чай

# BBBBBB
source: Light Grey
ru: Светло-серый

# BCD4E6
source: Beau blue
ru: Голубой кавалер

# BD33A4
source: Byzantine
ru: Византийский

# BDB76B
source: Dark Khaki
ru: Тёмный хаки

# BEF574
source: Pistachio
ru: Фисташковый

# BF4F51
source: Bittersweet shimmer
ru: Сладковатый мерцающий блеск

# BF94E4
source: Bright lavender
ru: Яркая лаванда

# BFAFB2
source: Black Shadows
ru: Черные тени

# BFFF00
source: Bitter lime
ru: Горький лайм

# C0C0C0
source: Silver
ru: Серебряный

# C19A6B
source: Camel
ru: Верблюжий

# C32148
source: Bright maroon
ru: Яркий бордовый

# C39953
source: Aztec Gold
ru: Ацтекское золото

# C3B091
source: Khaki
ru: Хаки

# C41E3A
source: Cardinal
ru: Кардинал

# C46210
source: Alloy orange
ru: Оранжевый сплав

# C4D8E2
source: Columbia Blue
ru: Колумбийский голубой

# C71585
source: Red-violet
ru: Фиолетово-красный

# C7D0CC
source: Gris de perle
ru: Гридеперлевый

# C7FCEC
source: Pang
ru: Панг

# C8A2C8
source: Lilac
ru: Сиреневый

# C95A49
source: Cedar Chest
ru: Кедровый сундук

# C9A0DC
source: Wisteria
ru: Глициния

# C9FFE5
source: Aero blue
ru: Аэро голубой

# CAA906
source: Christmas gold
ru: Рождественское золото

# CADABA
source: Gray-Tea Green
ru: Зелёный серый чай

# CAE00D
source: Bitter lemon
ru: Горький лимон

# CB4154
source: Brick red
ru: Кирпично-красный

# CC0000
source: Boston University Red
ru: Бостонский университет Красный

# CC5500
source: Burnt orange
ru: Выгоревший оранжевый

# CC7722
source: Ochre
ru: Охра

# CC8899
source: Puce
ru: Красновато-коричневый

# CC9900
source: Chinese gold
ru: Китайское золото

# CC9966
source: Brown Yellow
ru: Коричневый желтый

# CCCCCC
source: Chinese silver
ru: Китайское серебро

# CCCCFF
source: Periwinkle
ru: Барвинок

# CCFF00
source: Lime
ru: Лайм

# CD00CD
source: Bright violet
ru: Ярко-фиолетовый

# CD5700
source: Tenne
ru: Краснобуро-оранжевый

# CD5B45
source: Dark coral
ru: Тёмно-коралловый

# CD5C5C
source: Chestnut
ru: Каштановый

# CD607E
source: Cinnamon Satin
ru: Коричневый атласный

# CD7F32
source: Bronze
ru: Бронзовый

# CD8032
source: Chinese bronze
ru: Китайская бронза

# CD853F
source: Light brown
ru: Светло-коричневый

# CD9575
source: Antique brass
ru: Античная латунь

# CFB53B
source: Old Gold
ru: Старое золото

# CFCFCF
source: American silver
ru: Американское серебро

# D0DB61
source: Chinese green
ru: Китайский зеленый

# D0F0C0
source: Tea Green
ru: Зелёный чай

# D0FF14
source: Arctic lime
ru: Арктическая известь

# D1001C
source: Blood orange
ru: Кровавый оранжевый

# D19FE8
source: Bright ube
ru: Яркий ВБО

# D1E231
source: Pear
ru: Грушевый

# D2691E
source: Chocolate
ru: Шоколадный

# D2B48C
source: Tan
ru: Загара

# D3212D
source: Amaranth red
ru: Амарант красный

# D3AF37
source: American gold
ru: Американское золото

# D53E07
source: Titian
ru: Тициановый

# D5713F
source: Vanilla
ru: Ванильный

# D5D5D5
source: Abdel Kerim's beard
ru: Бороды Абдель-Керима

# D77D31
source: Reddish-brown
ru: Рыжий

# D891EF
source: Bright lilac
ru: Яркий сиреневый

# D8A903
source: Dark pear
ru: Тёмно-грушевый

# D8BFD8
source: Thistle
ru: Чертополох

# DA70D6
source: Orchid
ru: Орхидея

# DAA520
source: Goldenrod
ru: Золотисто-берёзовый

# DABDAB
source: Pale Sandy Brown
ru: Бледно-песочный

# DAD871
source: Vert-de-pеche
ru: Вердепешевый

# DB7093
source: Pale red-violet
ru: Лиловый

# DBE9F4
source: Azureish white
ru: Лазурный белый

# DC143C
source: Crimson
ru: Малиновый

# DDADAF
source: Pale chestnut
ru: Бледно-каштановый

# DDE26A
source: Booger Buster
ru: Необычная козявка

# DE3163
source: Cerise
ru: Светло-вишневый

# DE5D83
source: Blush
ru: Румянец

# DE6FA1
source: China pink
ru: Китайский розовый

# DF73FF
source: Heliotrope
ru: Гелиотроп

# E0218A
source: Barbie pink
ru: Розовая барби

# E1DFE0
source: Christmas silver
ru: Рождественское серебро

# E28B00
source: Siena
ru: Сиена

# E2E5DE
source: Chinese white
ru: Китайский белый

# E30022
source: Cadmium red
ru: Кадмий красный

# E32636
source: Alizarin crimson
ru: Ализарин малиновый

# E34234
source: Cinnabar
ru: Киноварь

# E3DAC9
source: Bone
ru: Кость

# E4717A
source: Candy pink
ru: Конфетный розовый

# E49B0F
source: Gamboge
ru: Гуммигут

# E4D00A
source: Citrine
ru: Цитрин

# E52B50
source: Amaranth
ru: Амарант

# E6E6FA
source: Lavender
ru: Лаванда

# E75480
source: Dark pink
ru: Тёмно-розовый

# E7FEFF
source: Bubbles
ru: Пузыри

# E88E5A
source: Big Foot Feet
ru: Большие ноги

# E97451
source: Burnt sienna
ru: Сиена жжёная

# E9967A
source: Dark salmon
ru: Тёмная лососина

# E9D66B
source: Arylide yellow
ru: Арилово-желтый

# EA8DF7
source: Violaceous
ru: Фиалковый

# EB4C42
source: Carmine pink
ru: Карминный розовый

# EBC2AF
source: Zinnwaldite
ru: Циннвальдит

# EBECF0
source: Bright gray
ru: Ярко-серый

# ED872D
source: Cadmium orange
ru: Кадмий оранжевый

# ED9121
source: Carrot
ru: Морковный

# EEDC82
source: Flax
ru: Льняной

# EEE0B1
source: Cookies and cream
ru: Печенье и крем

# EEE6A3
source: Perhydor
ru: Пергидрольной блондинки

# EFAF8C
source: Saumon
ru: Сомон

# EFBBCC
source: Cameo pink
ru: Камея розовая

# EFDECD
source: Almond
ru: Миндальный

# F0DC82
source: Buff
ru: Кожа буйвола

# F0F8FF
source: Alice blue
ru: Алиса синяя

# F19CBB
source: Amaranth pink
ru: Розовый амарант

# F1DDCF
source: Champagne pink
ru: Шампанское розовое

# F28E1C
source: Beer
ru: Пиво

# F2B400
source: American yellow
ru: Американский желтый

# F2E8C9
source: Light cream
ru: Сливочный

# F2F0E6
source: Alabaster
ru: Алебастр

# F2F3F4
source: Anti-flash white
ru: Анти-вспышка белого цвета

# F37042
source: Chinese orange
ru: Китайский оранжевый

# F4A460
source: Sandy brown
ru: Песочный

# F4BBFF
source: Brilliant lavender
ru: Блестящая лаванда

# F4C2C2
source: Baby pink
ru: Розовый розовый

# F4C430
source: Saffron
ru: Шафрановый

# F5DEB3
source: Wheat
ru: Пшеничный

# F5F5DC
source: Beige
ru: Бежевый

# F7E7CE
source: Champagne
ru: Шампань

# F7F21A
source: Child's surprise
ru: Детской неожиданности

# F88379
source: Congo pink
ru: Конго розовый

# F984E5
source: Pale magenta
ru: Бледно-пурпурный

# FA6E79
source: Begonia
ru: Бегония

# FADADD
source: Pale pink
ru: Бледно-розовый

# FADFAD
source: Peach-yellow
ru: Жёлто-персиковый

# FAE7B5
source: Banana Mania
ru: Банановая мания

# FAEBD7
source: Antique white
ru: Античный белый

# FAEEDD
source: Scared nymph
ru: Бедра испуганной нимфы

# FAF0E6
source: Linen
ru: Льняной

# FB607F
source: Brink pink
ru: Розовый берег

# FBCCE7
source: Classic rose
ru: Классический розовый

# FBCEB1
source: Apricot
ru: Абрикос

# FBEC5D
source: Corn
ru: Кукурузный

# FC0FC0
source: Hot pink
ru: Ярко-розовый

# FD7C6E
source: Coral Reef
ru: Коралловый риф

# FDE910
source: Lemon
ru: Лимонный

# FDEE00
source: Aureolin
ru: Ореолин

# FE6F5E
source: Bittersweet
ru: Горьковато-сладкий

# FEF200
source: Christmas yellow
ru: Рождественский желтый

# FEFEFA
source: Baby powder
ru: Присыпка для малышей

# FF0000
source: Red
ru: Красный

# FF0038
source: Carmine red
ru: Карминный красный

# FF007F
source: Bright pink
ru: Ярко-розовый

# FF00FF
source: Magenta (Fuchsia)
ru: Фуксия

# FF033E
source: American rose
ru: Американская роза

# FF0800
source: Candy apple red
ru: Конфеты яблочные красные

# FF2052
source: Awesome
ru: Потрясающие

# FF2400
source: Scarlet
ru: Алый

# FF47CA
source: Shocked star
ru: Звезды в шоке

# FF4D00
source: Vermilion
ru: Киноварь

# FF4F00
source: Safety orange
ru: Международный оранжевый

# FF55A3
source: Brilliant rose
ru: Блестящая роза

# FF6600
source: Christmas orange
ru: Рождественский оранжевый

# FF7518
source: Pumpkin
ru: Тыква

# FF7E00
source: Amber (SAE/ECE)
ru: Янтарный (SAE / ECE)

# FF7F50
source: Coral
ru: Коралловый

# FF8B00
source: American orange
ru: Американский оранжевый

# FF8C69
source: Salmon
ru: Лососёвый

# FF91AF
source: Baker-Miller pink
ru: Бейкер-Миллер розовый

# FF9218
source: Jaco
ru: Последний вздох Жако

# FF9900
source: Blaze Orange
ru: Сигнальный оранжевый

# FF9966
source: Pink-orange
ru: Оранжево-розовый

# FFA500
source: Orange
ru: Оранжевый

# FFA600
source: Cheese
ru: Сырный

# FFA6C9
source: Carnation pink
ru: Гвоздика розовая

# FFA812
source: Dark tangerine
ru: Тёмно-мандариновый

# FFAA1D
source: Bright Yellow (Crayola)
ru: Яркий желтый (Crayola)

# FFBA00
source: Selective yellow
ru: Отборный жёлтый

# FFBCD9
source: Cotton candy
ru: Сахарная вата

# FFBF00
source: Amber
ru: Янтарный

# FFC0CB
source: Pink
ru: Розовый

# FFC1CC
source: Bubble gum
ru: Жевательная резинка

# FFCC00
source: Tangerine
ru: Мандариновый

# FFCC99
source: Peach-orange
ru: Оранжево-персиковый

# FFCCCB
source: Christmas pink
ru: Рождественский розовый

# FFD1DC
source: Pastel pink
ru: Пастельно-розовый

# FFD59A
source: Caramel
ru: Карамель

# FFD700
source: Gold
ru: Золотой

# FFD800
source: School bus yellow
ru: Жёлтого школьного автобуса

# FFDAB9
source: Dark Peach
ru: Тёмно-персиковый

# FFDB58
source: Mustard
ru: Горчичный

# FFDEAD
source: Navajo white
ru: Белый навахо

# FFE135
source: Banana yellow
ru: Банановый желтый

# FFE4B2
source: Yellow Pink
ru: Жёлто-розовый

# FFE4C4
source: Bisque
ru: Суп-пюре

# FFE5B4
source: Peach
ru: Персиковый

# FFEBCD
source: Blanched almond
ru: Бланшированный миндаль

# FFEF00
source: Canary yellow
ru: Канарейка желтая

# FFEFD5
source: Papaya whip
ru: Побег папайи

# FFF0F5
source: Lavender Blush
ru: Розово-лавандовый

# FFF5EE
source: Seashell
ru: Морской пены

# FFF600
source: Cadmium yellow
ru: Кадмий желтый

# FFF8DC
source: Cornsilk
ru: Кукурузные рыльца

# FFF8E7
source: Cosmic latte
ru: Космический латте

# FFFACD
source: Lemon Cream
ru: Лимонно-кремовый

# FFFDD0
source: Cream
ru: Кремовый

# FFFDDF
source: Ivory
ru: Слоновой кости

# FFFF00
source: Yellow
ru: Жёлтый

# FFFF99
source: Canary
ru: Канарейка

# FFFFCC
source: Conditioner
ru: Кондиционер

# FFFFFF
source: White
ru: Белый

source: Navy blue
ru: Тёмно-синий
